audel = False
admins = [847166105, 864883750]
tokk = False

startp = False

setings =  {'Заголовок': '''​​Привет подписчик👋
Вот список топовых каналов от [💎Mega Profit](https://t.me/joinchat/M40UJhORHcqkD6Z3olwviw) для тебя💙 Обязательно подпишись на все''', 'Открытие': ''' Набор в мегу MP открыт!

Запрещено 
❌флудить
❌ Спамить
❌ Рекламировать что либо

Заявку подавать в формате

*[СмайлНазвание](ссылка)*
	
''', 'Закрытие': ''''Набор закрыт!

Больше заявок не приму❌

🕐 Ждите мегу в течении 15 минут''', 'Окончание': '''[💎Добавить канал](https://t.me/joinchat/M40UJhORHcqkD6Z3olwviw)
''', 'Готовность': ''''🎉Мега готова! Постим!

🎈Мегу держать до 8 утра

🎈После меги можно делать 2-3поста или 1 ВП

🎈 Проверка в 21:00 мск🔫   ''', 'open_id': '0', 'close_id': '0', 'Гиф_меги': '[⁠]( )', 'parse_mode': 'Markdown'}
finall_mrha_etxt_no_one = []
birz = False
adminster = False
birza = '''Для вас работает биржа в которой вы можете:
	
	искать вп, покупать/продавать рекламу'''
lister = False	
list_chan = '''Для вас работают меги
    
   0-1000
   https://t.me/joinchat/Mn66mRK7Bq96VL4BvpzGBA
   
   18+ 
  https://t.me/joinchat/Mn66mRU15D9Il-m2XOBzTQ
   
   1000+
   https://t.me/joinchat/Mn66mU-d8sdRUF2M9ycWww'''	
adm_user = []
del_chat_id = []
verh = False
op = False
cl = False
niz = False
go = False
auto = False
megaac = []
acmeg = []
channel = False
gif = False
